Repository: ldo/key-mon
Catalog: src/keymon/locale/*/LC_MESSAGES/key-mon.po
Languages: pt_br

source: A screencast utility that displays your keyboard and mouse status
pt_br: Um ferramento que mostra as teclas e botões pressionados.

source: Key-mon is useful for teaching since it shows the current status of your keyboard and mouse and you use them in another application. No longer do you need to say 'Now I'm pressing the Ctrl-D key', your students can just see the keystroke for themselves.
pt_br: Key-mon é útil para ensinar uma curso no computador porque mostra o estado dos teclas e os botões do mouse. Não preciso mais falar 'agora eu esto pressionando a tecla Ctrl-D', os alunos veja eles mesmos.

source: Window _Chrome
pt_br: Borda da _Janela

source: _Settings... Ctrl-S
pt_br: _Configurações... Ctrl-S

source: _Quit Ctrl-Q
pt_br: _Sair Ctrl-Q

source: Keymon version %s.
pt_br: Keymon versão %s.

source: Written by %s
pt_br: Escrito por %s

source: Make the dialog 25% smaller than normal.
pt_br: Faça a janela 25% menor.

source: Make the dialog 25% larger than normal.
pt_br: Faça a janela 25% maior que normal.

source: Show the meta (windows) key.
pt_br: Mostra a tecla meta (Windows).

source: Show the mouse.
pt_br: Mostra o mouse.

source: Show shift key.
pt_br: Mostra a tecla Shift.

source: Show the ctrl key.
pt_br: Mostra a tecla ctrl.

source: Show the alt key.
pt_br: Mostra a tecla alt.

source: Scale the dialog. ex. 2.0 is 2 times larger, 0.5 is half the size. Defaults to %default
pt_br: Aumenta a janela, ex. 2.0 é dois vezes maior, 0.5 é metade do tamanho.

source: Show decoration
pt_br: Mostra decoração da janela.

source: Show only key combos (ex. Control-A)
pt_br: Mostra somente combinações de teclas (ex. Ctrl-A)

source: Show where you clicked
pt_br: Mostra aonde você clicou.

source: Use this kbd filename instead running xmodmap.
pt_br: Utiliza esta arquivo kbd em lado de rodar xmodmap.

source: Swap the mouse buttons.
pt_br: Trocar os botões do mouse.

source: When you press the left, and right mouse buttons at the same time, it displays as a middle mouse button click.
pt_br: Quando você aperta o botão esquerda e direita no mesmo tempo, mostra como o botão do meio.

source: Show version information and exit.
pt_br: Mostra a versão da programa e sair.

source: The theme to use when drawing status images (ex. "-t apple").
pt_br: A tema a utilizar (ex. "-t apple").

source: List available themes
pt_br: Mostra lista de temas

source: How many historical keypresses to show (defaults to %default)
pt_br: Quantos teclas antigas a mostras.

source: Reset all options to their defaults.
pt_br: Coloque tudo como padrão.

source: Developer Options
pt_br: Opções para o desenvolvedor.

source: These options are for developers.
pt_br: Estes opções estão para desenvolvedores.

source: Output debugging information.
pt_br: Imprime resultados versão debug.

source: Create a "screenshot.png" and exit. Pass a comma separated list of keys to simulate(ex. "KEY_A,KEY_LEFTCTRL").
pt_br: Escreve o arquivo "screenshot.png" e sair. Coloque uma lista separada com virgulas para simular teclas tocado (ex. "KEY_A,KEY_LEFTCTRL").

source: Usage: %prog [Options...]
pt_br: Usage: %prog [opções...]

source: Available themes:
pt_br: Temas disponíveis:

source: Theme %r does not exist
pt_br: Tema %r não existe.

source: Resetting to defaults.
pt_br: Colocando tudo para os padrões.

source: Opposite of %s
pt_br: Oposto de %s

source: Buttons
pt_br: Botões

source: Swap left-right mouse buttons
pt_br: Troca as botões do mouse esquerda e direita

source: Swap the left and the right mouse buttons
pt_br: Troca as botões do mouse esquerda e direita

source: Left+right buttons emulates middle mouse button
pt_br: Apertar os botões esquerda+direita simula o botão do meio

source: Clicking both mouse buttons emulates the middle mouse button.
pt_br: Apertar os botões esquerda+direita simula o botão do meio.

source: Highly visible click
pt_br: Clique altamente visível.

source: Show a circle when the users clicks.
pt_br: Mostra um circulo quando usuário clique.

source: Window decoration
pt_br: Borda da janela

source: Show the normal windows borders
pt_br: Mostra a tecla meta (Windows).

source: Only key combinations
pt_br: Mostra somente combinações

source: Show a key only when used with a modifier key (like Control)
pt_br: Mostra a tecla somente quando teclas tipo shift foi pressionado.

source: Scale:
pt_br: Escala:

source: How much larger or smaller than normal to make key-mon. Where 1.0 is normal sized.
pt_br: Magnitude de tamanho para mostrar key-mon. 1.0 é o tamanho normal.

source: Themes:
pt_br: Temas:

source: Which theme of buttons to show (ex. Apple)
pt_br: Qual tema de botões a mostrar

source: Show the shift key when pressed.
pt_br: Mostra a tecla Shift.

source: Show the Control key when pressed.
pt_br: Mostra a tecla ctrl.

source: Meta (_windows keys)
pt_br: Meta (tecla _windows)

source: Show the Window's key (meta key) when pressed.
pt_br: Mostra a tecla 'Windows' quando foi pressionado.

source: Show the Alt key when pressed.
pt_br: Mostra a tecla alt.

source: Old Keys:
pt_br: Teclas antigos:

source: When typing fast show more than one key typed.
pt_br: Quando teclando rápido, mostra mais que uma tecla.
